/* No comment provided by engineer. */
"AboutStation" = "Music One";

/* No comment provided by engineer. */
"Application" = "Application";

/* No comment provided by engineer. */
"Cleanup" = "Nettoyage";

/* No comment provided by engineer. */
"Favorites" = "Favoris";

/* No comment provided by engineer. */
"More" = "Autre Paramètres";

/* No comment provided by engineer. */
"Song Refresh" = "Act. Morceaux Joués";

/* No comment provided by engineer. */
"Streaming Options" = "Qualité de diffusion";

/* No comment provided by engineer. */
"Version" = "Version";

/* No comment provided by engineer. */
"About Us" = "A Notre Propos";

/* No comment provided by engineer. */
"Contact Developer" = "Contacte Développeur";

/* No comment provided by engineer. */
"Contact Us" = "Contacte-nous";

/* No comment provided by engineer. */
"Entities" = "Entities";

/* No comment provided by engineer. */
"CachedSongs" = "Morceaux gardés en mémoire";

/* No comment provided by engineer. */
"Missed" = "Manquées";

/* No comment provided by engineer. */
"Playlist" = "Liste";

/* No comment provided by engineer. */
"NowPlaying" = "En jouant";

/* No comment provided by engineer. */
"KBS" = " k";

/* No comment provided by engineer. */
"IsTopRated" = "Classé dans le Top 20";

/* No comment provided by engineer. */
"RateIt" = "Vote!";

"Settings" = "Réglages";

/* Streaming Options */
"WIFI Quality" = "Haute qualité (3G/WIFI)";
"WIFI bps" = "128k mp3 — 56.25 Mo/h";
"EDGE Quality" = "Bonne qualité (EDGE)";
"EDGE bps" = "48k aac+ — 18 Mo/h";
